{
  "sections": [
    {
      "name": "Forearm",
      "slug": "forearm",
      "exercises": [
        {
          "slug": "Palms-Down-Dumbbell-Wrist",
          "name": "Palms-Down Dumbbell Wrist",
          "type": "dumbell",
          "link": "PDHxebi2vDQ",
          "image": "https://s3assets.skimble.com/assets/1252957/image_iphone.jpg",
          "detail": "Her iki ele alınan dambıllar düz bir benchin kenanna oturularak avuç içleri yere bakacak şekil­de, bilekler benchin ucundan biraz dışanya doğru dayandınlarak sadece eller, bileklerden hareket ettir­mek ve nefes vermek suretiyle yukanya doğru kaldırılır ve tekrar nefes alınarak sadece bileklerin gücüy­le ve dirsekleri yerinden hiç kaldırmadan başlangıç seviyesine gelinceye kadar devam edilir. Bu esnada önkol hiç hareket ettirilmez, hareket sadece bilekler ile yapılır. Hareket bar ile de uygulanabilir.",
        },
        {
          "slug": "Palms-Up-Dumbbell-Wrist",
          "name": "Palms-Up Dumbbell Wrist",
          "type": "dumbell",
          "link": "3rsKOL8scsU",
          "image": "https://s3assets.skimble.com/assets/1252941/image_iphone.jpg",
          "detail": "Her iki ele alınan dambıllar düz bir benchin kenanna oturularak avuç içleri yukarı bakacak şekil­de, bilekler benchin ucundan biraz dışanya doğru dayandınlarak sadece eller, bileklerden hareket ettir­mek ve nefes vermek suretiyle yukanya doğru kaldırılır ve tekrar nefes alınarak sadece bileklerin gücüy­le ve dirsekleri yerinden hiç kaldırmadan başlangıç seviyesine gelinceye kadar devam edilir. Bu esnada önkol hiç hareket ettirilmez, hareket sadece bilekler ile yapılır. Hareket bar ile de uygulanabilir.",
        },
        {
          "slug": "Palms-Down-Barbell-Wrist",
          "name": "Palms-Down Barbell Wrist",
          "type": "barbell",
          "link": "SOdcDpS2dpo",
          "image": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjGgdzqml7XASvqaZqa3tuYTrJtFPxk4Z7F8-73sdKOw5cA1PRLq2GXqr5aHWIcjyId6CvQAc1UARqyMw7GqN_Vte7mPgB0aRf4ABGcCzDBu4tnsPpbKoRHlRuflsEY5y_D36ffwaC7lLkxz1F4RrKnc1GWSiJqtIQZ_Y65dOr5TN9Hi0LsTqR9t3sr/s1000/reverse-wrist-curl-1-1000x1000.jpg",
          "detail": "Dizler yere koyularak omuz genişliğinden biraz daha dar bir aralıkla ve avuç içleri aşağı bakacak şe­kilde iki el ile kavranan Barbell, önkollar bench'in üzerinde dayalı olarak Bench'in kenarından aşağıya doğru sadece eller, bileklerden ve dayalı olduğu bench'in kenanndan nefes verilmek suretiyle aşağı­ya doğru bükülerek indirilir ve tekrar nefes alınarak sadece bileklerin gücüyle ve dirsekleri yerinden hiç kaldırmadan başlangıç seviyesine gelinceye kadar devam edilir. Bu hareket aynı konumda dumbbell'la da uygulanabilir",
        },
        {
          "slug": "Palms-Up-Barbell-Wrist",
          "name": "Palms-Up Barbell Wrist",
          "type": "barbell",
          "link": "dQtMZ3ZEGwU",
          "image": "https://idfa.ca/wp-content/uploads/2013/01/barbell-wrist-curls.jpg",
          "detail": "Dizler yere koyularak omuz genişliğinden biraz daha dar bir aralıkla ve avuç içleri yukarı bakacak şe­kilde iki el ile kavranan Barbell, önkollar bench'in üzerinde dayalı olarak Bench'in kenarından aşağıya doğru sadece eller, bileklerden ve dayalı olduğu bench'in kenanndan nefes verilmek suretiyle aşağı­ya doğru bükülerek indirilir ve tekrar nefes alınarak sadece bileklerin gücüyle ve dirsekleri yerinden hiç kaldırmadan başlangıç seviyesine gelinceye kadar devam edilir. Bu hareket aynı konumda dumbbell'la da uygulanabilir",
        },
        {
          "slug": "Plate-Pinches",
          "name": "Plate Pinches",
          "type": "plate",
          "link": "jFTV3DQf3HE",
          "image": "https://www.bosshunting.com.au/cdn-cgi/imagedelivery/izM8XxyLg9MD6py1ribxJw/www.bosshunting.com.au/2022/05/Pinch-Carriers.jpeg/w=9999",
          "detail": "Ayakta normal duruş pozisyonunda her iki ele, avuç içleri vücuda dönük olmak üzere, kenarlan geniş olan ağırlık plakaları alınır. Ağırlık plakaları parmaklarla plakaların kenarlarından sıkıca kavrayarak tutulur.",
        },
        {
          "slug": "Radial-Flexion-Exercise",
          "name": "Radial Flexion Exercise",
          "type": "dumbell",
          "link": "FN-M5ONAxjE",
          "image": "https://thepronator.com/wp-content/uploads/2023/04/forearm-5.png",
          "detail": "Tek tarafında ağırlık plakalan olan Dumbell barı, ayakta normal duruş pozisyonunda tek el ile kavra­nır. Bu durumda ağırlık, kol ve dirsek sabit kalmak koşuluyla, elin bilekten öne ve arkaya yavaşça hare­ket ettirilmesi ile uygulanır.",
        },
        {
          "slug": "Reverse-Barbell-Curl",
          "name": "Reverse Barbell Curl",
          "type": "barbell",
          "link": "TUX58GM5fRQ",
          "image": "https://fitliferegime-1eaed.kxcdn.com/wp-content/uploads/2022/06/Muscle-Worked-During-Reverse-Bicep-Curl.jpg.webp",
          "detail": "Barbell, ayakta normal duruş pozisyonunda, iki el ile avuç içleri yere bakacak şekilde omuz genişliğin­de tutulur. Dirsekler vücut yanında sabittir. Bu du­rumda ağırlık, nefes verilerek omuz yönüne doğru, öne ve arkaya eğilmeden sadece ön kollann gücü ile kaldınlır. Tekrar nefes alınarak kontrollü ve yavaş­ça aşağıya indirilir. Dikkat edilecek husus, dirsekle­rin hareketin devamı süresince vücuda dayalı olma­sı ve Barbell'in kontrollü ve önkol kaslannda tam bir gerginlik oluncaya ve yere paralel durumu biraz ge­çene kadar kaldırılmasıdır.",
        },
        {
          "slug": "Reverse-Cable-Curl",
          "name": "Reverse Cable Curl",
          "type": "cable",
          "link": "ymFfLX6se_Y",
          "image": "https://cdn-cccio.nitrocdn.com/sQAAylIpwgMYZgBLSXcMgCkUIbfIzHvb/assets/images/optimized/rev-cfa25b3/www.aleanlife.com/wp-content/uploads/2022/04/reverse-cable-curl.jpg",
          "detail": "Cable cross istasyonunda takılı olan bar, ayakta normal duruş pozisyonunda, iki el ile avuç içleri yere bakacak şekilde omuz genişliğinde tutulur. Dirsekler vücut yanında sabittir. Bu durumda istasyonun alt kısmına getirilmiş olan ağırlık, nefes verilerek omuz yönüne doğru, öne ve arkaya eğilmeden sadece  ön kollann gücü ile kaldınlır. Tekrar nefes alınarak kont­rollü ve yavaşça aşağıya indirilir.",
        },
        {
          "slug": "Standing-Palms-Up-Barbell-Behind-The-Back-Wrist-Curl",
          "name": "Standing Palms-Up Barbell Behind The Back Wrist Curl",
          "type": "barbell",
          "link": "aH_rZMugVFU",
          "image": "https://pump-app.s3.eu-west-2.amazonaws.com/exercise-assets/01041101-Barbell-Standing-Back-Wrist-Curl_Forearms_small.jpg",
          "detail": "Ayakta normal duruş pozisyonunda kalçaların üzerinde ve kollar düz olarak avuç içleri dışanya dö­nük ve eller arasında 50 santimlik bir tutuş açıklığı ile tutulan Barbell ile, bilekleri, hafifçe ve kontrollü ola­rak, mümkün olduğu kadar yukanya doğru büküp kaldırarak ve bu noktada önkol kaslannda tam bir gerginlik hissedip tekrar başlangıç durumuna dönü­lerek uygulanır. Dikkat edilecek husus; hareket süresince kolların düz olarak kalça arkasında tutularak, önkol kaslann­da gerginliği hissetmek, hareketi tümüyle yavaş ve kontrollü olarak uygulamaktır. Hareket aynı konum­da iki dumbbell ile de uygulanabilir.",
        },
        {
          "slug": "Ulnar=Flexion-Exercise",
          "name": "Ulnar Flexion Exercise",
          "type": "dumbell",
          "link": "CZpbBs7MHAM",
          "image": "https://thepronator.com/wp-content/uploads/2023/04/forearm-7.png",
          "detail": "Tek tarafında ağırlık plakaları olan Dumbell barı, ayakta normal duruş pozisyonunda tek el ile kalça arkasında tutulur. Ağırlık, kol ve dirsek sabit kalmak koşuluyla, elin bilekten arkaya doğru yükseltilerek ve yavaşça, bilek ve iç önkol kasları tam konsantrasyon halinde tekrar başlangıç noktasına indirilerek uygulanır.",
        },
        {
          "slug": "supination-pronation",
          "name": "Supination Pronation",
          "type": "dumbell",
          "link": "Y-2-lnALVZE",
          "image": "https://media.hep2go.com/ex_images/022001-023000/800/image_022531.jpg?rnd=1436041535",
          "detail": "Tek tarafında ağırlık plakaları olan Dumbbell barı, dirsek bir bench'in üzerine tespit edilmek suretiyle sıkıca kavranır. Bilek bench'in kenannda ve el dışarıdadır. Bu durumda ağırlığın, kol ve dirsek sabit kal­mak koşuluyla, bileğin her iki tarafa ve yavaşça ha­reket ettirilmesi ile uygulanır.",
        },
        {
          "slug": "Ulnar=Flexion-Exercise",
          "name": "Ulnar Flexion Exercise",
          "type": "dumbell",
          "link": "CZpbBs7MHAM",
          "image": "https://thepronator.com/wp-content/uploads/2023/04/forearm-7.png",
          "detail": "Tek tarafında ağırlık plakaları olan Dumbell barı, ayakta normal duruş pozisyonunda tek el ile kalça arkasında tutulur. Ağırlık, kol ve dirsek sabit kalmak koşuluyla, elin bilekten arkaya doğru yükseltilerek ve yavaşça, bilek ve iç önkol kasları tam konsantrasyon halinde tekrar başlangıç noktasına indirilerek uygulanır.",
        },
        {
          "slug": "Ulnar=Flexion-Exercise",
          "name": "Ulnar Flexion Exercise",
          "type": "dumbell",
          "link": "CZpbBs7MHAM",
          "image": "https://thepronator.com/wp-content/uploads/2023/04/forearm-7.png",
          "detail": "Tek tarafında ağırlık plakaları olan Dumbell barı, ayakta normal duruş pozisyonunda tek el ile kalça arkasında tutulur. Ağırlık, kol ve dirsek sabit kalmak koşuluyla, elin bilekten arkaya doğru yükseltilerek ve yavaşça, bilek ve iç önkol kasları tam konsantrasyon halinde tekrar başlangıç noktasına indirilerek uygulanır.",
        },
        {
          "slug": "Ulnar=Flexion-Exercise",
          "name": "Ulnar Flexion Exercise",
          "type": "dumbell",
          "link": "CZpbBs7MHAM",
          "image": "https://thepronator.com/wp-content/uploads/2023/04/forearm-7.png",
          "detail": "Tek tarafında ağırlık plakaları olan Dumbell barı, ayakta normal duruş pozisyonunda tek el ile kalça arkasında tutulur. Ağırlık, kol ve dirsek sabit kalmak koşuluyla, elin bilekten arkaya doğru yükseltilerek ve yavaşça, bilek ve iç önkol kasları tam konsantrasyon halinde tekrar başlangıç noktasına indirilerek uygulanır.",
        },
        {
          "slug": "Ulnar-Flexion-Exercise",
          "name": "Ulnar Flexion Exercise",
          "type": "dumbell",
          "link": "CZpbBs7MHAM",
          "image": "https://thepronator.com/wp-content/uploads/2023/04/forearm-7.png",
          "detail": "Tek tarafında ağırlık plakaları olan Dumbell barı, ayakta normal duruş pozisyonunda tek el ile kalça arkasında tutulur. Ağırlık, kol ve dirsek sabit kalmak koşuluyla, elin bilekten arkaya doğru yükseltilerek ve yavaşça, bilek ve iç önkol kasları tam konsantrasyon halinde tekrar başlangıç noktasına indirilerek uygulanır.",
        },
        {
          "slug": "Wrist-Roller",
          "name": "Wrist Roller",
          "type": "barbell",
          "link": "-lOFG0U_rlY",
          "image": "https://s3assets.skimble.com/assets/390791/image_iphone.jpg",
          "detail": "Ortasından ip sarılmış ve ucunda ağırlık olan ba­sit bir cihazla uygulanır. Ayakta normal duruş pozis­yonunda, kollar yere paralel ve dirsekler tamamen düz olarak iki elle kısa barın her iki ucundan tutulur. Bu durumda kollann yere paralelliği hiç bozulma­dan, bar ellerin arasında döndürülerek ipin bara ta­mamen sarılması ve ağırlığın yukanya çıkaniması sağlanır. Yukarıya çıkan ağırlık, yine barın bu defa ters tarafa döndürülmesiyle aşağıya yavaş ve kont­rollü olarak indirilir ve hareket önkol kaslannda tam bir yanma hissedilinceye kadar tekrar edilir. Dikkat edilmesi gereken husus; hareketin devamı sırasında kollann hep gergin ve yere paralel durumda  kalma­sıdır.",
        }
      ]
    },
    {
      "name": "Biceps",
      "slug": "biceps",
      "exercises": [
        {
          "slug": "Barbell-Biceps-Curl",
          "name": "Barbell Biceps Curl",
          "type": "barbell",
          "link": "kR8lNGOnBaQ",
          "image": "https://static.strengthlevel.com/images/illustrations/barbell-curl-1000x1000.jpg",
          "detail": "Ağırlıkların eklendiği barı parmak uçları yukarı gösterecek şekilde alttan kavrayın kollarınız düz bir şekilde aşağıya doğru serbest bırakın.
          Ayaklarınızın birini öde diğeri arkada olacak şekilde dizlerinizi hafifçe bükerek dengenizi tam olarak sağlayacak şekilde pozisyon alın.
          Nefes alın ve nefes vererek barı yukarı bedeninize doğru kaldırın. Biceps kaslarına odaklanmayı unutmayın.
          Yukarıda bir iki saniye bekledikten sonra tekrar nefes alın ve nefes vererek barı aşağıya kontrollü bir şekilde indirin. Bu sırada dirseklerin hafifi bükülü kalmasına dikkat ederek dirsek eklemine aşırı yük binmesini engelleyebilirsiniz.",
        },
        {
          "slug": "Seated-Dumbbell-Biceps-Curl",
          "name": "Seated Dumbbell Biceps Curl",
          "type": "dumbell",
          "link": "BsULGO70tcU",
          "image": "https://www.gofitnessplan.com/images/exercises/female/seated-dumbbell-biceps-curl.jpg",
          "detail": "Sırtınızı düz bir şekilde yaslayabileceğiniz bir bench oturma sehpasına oturun. Sırtınızın tamamen yasladığınızdan emin olduktan sonra her iki elinize kas gücünüzle doğru orantılı ağırlıklara sahip dumbell’ları alın.
          Avuç içleriniz karşıya bakacak şekilde dumbell’ları kavrayın, elleriniz ağırlıklarla birlikte serbest şekilde aşağıya doğru uzansın.
          Nefes alın ve nefes vererek dumbell’ları dirsekleriniz en tepe noktasına gelecek şekilde bükün. Bu noktada bir iki saniye bekleyin.
          Ardından nefes alın ve nefes vererek dumbell’ları kollarınız düz oluncaya kadar aşağıya doğru başlangıç pozisyonuna indirin. Bu sırada omuz eklemini tamamen yukarı kaldırmamaya dikkat edin.",
        },
        {
          "slug": "Chin-Up",
          "name": "Chin Up",
          "type": "?",
          "link": "Z5MxtmX8ZW8",
          "image": "https://static.wixstatic.com/media/271021_d67a50f9fa184110b65b97d72ae83b45~mv2.jpg/v1/fill/w_720,h_488,al_c,lg_1,q_80,enc_auto/271021_d67a50f9fa184110b65b97d72ae83b45~mv2.jpg",
          "detail": "Barfiks barının altına geçin ve ellerinizle barı kavrayabileceğiniz kadar geriye adım adın. Ayaklarınızı omuz genişliğinde açın ve avuç içleri size ya da birbirine bakacak şekilde barfiks barını kavrayın.
          Ardından nefes alın ve nefes verirken barfiks barı çenenizin altına gelecek şekilde gövdenizi yukarı doğru kaldırın. Yukarıda bir iki saniye bekleyebilirseniz, eşsiz bir performansa imzanızı atarsınız.
          Ardından bedeninizi kontrollü bir şekilde aşağıya doğru indirin. Hareketi yaparken omuz eklemini tamamen yukarı almamaya dikkat edin.",
        },
        {
          "slug": "Hammer-Curl",
          "name": "Hammer Curl",
          "type": "dumbell",
          "link": "nvcqKLIJ_ds",
          "image": "https://cdn.shopify.com/s/files/1/1876/4703/files/shutterstock_419477203_480x480.jpg?v=1636560233",
          "detail": "Her iki elinize kas kapasitesine uygun ağırlığa sahip dumbell’ları alın. Ayaklarınızı omuz genişliğinde açın. Avuç içleri bedeninize bakacak şekilde dumbell’ları kavrayın.
          Kollar yere sarkık pozisyonda iken nefes alın ve nefes vererek bir kolunuzu yukarı kaldırın ve bu noktada bir iki saniye bekleyin. Ardından nefes alın ve nefes vererek kolunuzu aşağı doğru indirin.
          Ağırlık kaldırdığınız kol aşağı indiğinde bekleme yapmadan diğer kolu kaldırın.",
        },
        {
          "slug": "Cable-Biceps-Curl",
          "name": "Cable Biceps Curl",
          "type": "?",
          "link": "A_o3vxtm82A",
          "image": "https://cdn-cccio.nitrocdn.com/sQAAylIpwgMYZgBLSXcMgCkUIbfIzHvb/assets/images/optimized/rev-cfa25b3/www.aleanlife.com/wp-content/uploads/2022/04/reverse-cable-curl.jpg",
          "detail": "Kablo istasyonunun önünde durun ve ağırlıklara bağlı tutamaçları avuç içleri yukarı bacak şekilde kavrayın, kollarınız aşağı sarkık şekilde dursun. Ayaklarınızı omuz genişliğinde açın ve dizleri hafifçe bükün.
          Ardından nefes alın ve nefes vererek tutamaçları çenenize yakın bir şekilde yukarı doğru kaldırın. Bu noktada bir iki saniye bekledikten sonra kontrollü bir şekilde kollarınızı aşağı doğru bırakın ve başlangıç pozisyonuna geri dönün.",
        }
      ]
    },
    {
      "name": "Hand",
      "slug": "hand",
      "exercises": [
        {
          "slug": "Handles",
          "name": "Handles",
          "type": "?",
          "link": "m_oBTLsVaaQ",
          "image": "https://my.clevelandclinic.org/-/scassets/images/org/health/articles/25060-anatomy-hand-and-wrist",
          "detail": "Bilek güreşinde el gücü önemli bir faktördür. Çeşitli tutamaçlar ile elimizin kavrama gücünü geliştirebiliriz. Yukarıda ki videoda çeşitli tutamaçlar hakkında bilgi verilmiştir. Evde ya da spor salonunuzda imkanınız el verdiğinde bu tutamaçları simüle edebilirsiniz. Mesela kalın tutamaç için dambıla bir bez parçası sarılabilir.",
        },
        {
          "slug": "Hand-Grips",
          "name": "Hand Grips",
          "type": "?",
          "link": "4MWTWkJqTKs",
          "image": "https://img.livestrong.com/630x/clsd/getty/fb1bdf7c35c247b886572e857fc6eb5c.jpg?type=webp",
          "detail": "El yayını avucunuzun içine yerleştirip parmaklarınızla sıkıp gevşetebilirsiniz.
          Baş parmağınızla el yayının bir tarafını, kalan dört parmağınızla ise diğer tarafını tutup iki taraftan açıp kapatabilirsiniz.
          El yayını baş aşağı şekilde tutup bir tarafını baş parmağınızın altındaki kısma, diğer tarafını ise yüzük ve serçe parmağınıza yerleştirerek kullanabilirsiniz.
          El yayının bir tarafını baş parmağınızla, diğer tarafını da işaret ve orta parmaklarınızla tutarak baş parmağınızı itip çekebilirsiniz.
          El yayını yan şekilde tutup sadece baş ve işaret parmaklarınızı veya baş ve orta parmaklarınızı kullanabilirsiniz.",
        }
      ]
    },
    {
      "name": "Back",
      "slug": "back",
      "exercises": [
        {
          "slug": "Neutral-Grip-Pull-Up",
          "name": "Neutral Grip Pull-Up",
          "type": "?",
          "link": "cd_38C6LuvY",
          "image": "https://www.inspireusafoundation.org/wp-content/uploads/2023/03/neutral-grip-pull-ups-shoulder-width.gif",
          "detail": "Bu hareket için birden fazla bara ihtiyacınız olacaktır. Neutral grip pull up hareketinde kollarınızı omuz genişliğinde açın ve avuç içleriniz birbirine bakacak şekilde bara tutunun. Bu hareket genellikle ileri seviye sporcular tarafından tercih edilmektedir. Diğer barfiks çeşitlerine göre daha zordur.",
        },
        {
          "slug": "Wide-Grip-Lat-Pulldown",
          "name": "Wide Grip Lat Pulldown",
          "type": "?",
          "link": "shm-jVvsvCw",
          "image": "https://anabolicaliens.com/cdn/shop/articles/5f19b4eff633a10684ef6193_wide-grip-lat-pulldown-anabolic-aliens_500x.png?v=1644918521",
          "detail": "Sırtınız dik bir şekilde durun. Ellerinizi omuz hizasından biraz daha geniş olacak şekilde wide grip barına yerleştirin. Avuç içlerinizi karşıya bakacak şekilde barı kavrayarak iyice sıkın. Şimdi sehpaya oturun.
          Otururken bacaklarınızı dizliklerin altına doru sokun. Dizlikler ile can arasında boşluk kalmamalıdır. Dizlik ile bacak tam yerleştiğinde hareket sırasında bacaklarınız sabit kalacaktır.
          Ağırlığı vücudunuza çektiniz de, üst vücudunuz kesinlikle pozisyonunu bozmamalıdır. Her daim yere dik olacak şekilde kalmalıdır. Yani ağırlığı çekiş ile saldığınız anda vücudunuzu yatıp kaldırma gibi kolaylaştırıcı hilelerde bulunmayın. Bu kaslarınız için zararlıdır.",
        },
        {
          "slug": "Lat-Drag-Static-Hold",
          "name": "Lat Drag Static Hold",
          "type": "?",
          "link": "VKfKLxKXyYc",
          "image": "https://static.strengthlevel.com/images/illustrations/one-arm-seated-cable-row-1000x1000.jpg",
          "detail": "Ayakta veya oturarak, cable yada makine kullanarak bu hareketi yapabilirsiniz. Tutuş nötral olmalı. Bilek biraz içeri doğru bükülebilir. Ağırlığı kendimize çektikten sonra dayanabildiğimiz kadar bekliyoruz. Sonra negatife dikkat ederek yavaşca ağırlığı geri bırakıyoruz.",
        },
        {
          "slug": "Barbell Row",
          "name": "Barbell-Row",
          "type": "barbell",
          "link": "77hEhK7TCig",
          "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/08/barbell-bent-over-row.gif",
          "detail": "Ayaklarınızı bir omuz genişliği açıp parmak uçlarınızın tam karşıya baktığından emin olun. Dizlerinizi hafifçe kırın ve kalçayı biraz dışarı itin. Sırtınız yere yaklaşık  40-45 derece açıyla durmalı.
          Şimdi uygun ağırlığı taktığınız barbell’i üstten tutuşla kavrayın. Elleriniz omuz genişliğiniz kadar açık olmalı. Avuç içlerinizin biri içeri, biri dışarı bakması ağırlığı daha iyi kavramanızı sağlayacaktır.
          Nefes alın ve ardından nefes vererek  kontrollü bir şekilde barbell’i karnınıza kadar çekin. 0,
          5 saniye kadar bekledikten sonra  nefes alarak kaldırış hızınıza göre daha yavaş bir hızda aşağı doğru salın.",
        },
        {
          "slug": "Seated-Cable-Row",
          "name": "Seated Cable Row",
          "type": "?",
          "link": "IzoCF_b3cIY",
          "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Seated-Cable-Row.gif",
          "detail": "Kablo ağırlık makinasına bakacak şekilde oturun ve ayaklarınızı ayak desteklerine yerleştirin.
          Wide Grip (Uzun bar çubuğu) (V bar ya da diğer aparatlar ile de yapılabilir.) omuz genişliğinden daha geniş bir şekilde kavrayın ve dizleriniz neredeyse düz olana kadar tabanınızı geriye doğru kaydırın. Gövde sabit şekilde öne doğru eğilmeli ve kollarınız tamamen uzatılmalıdır.
          Yavaşça geriye doğru çekilirken nefes verin, sırtınızı düzeltin ve çubuğu karnınıza çekin. 
          Yavaşça öne doğru eğilirken Nefes alın ve kolları tamamen uzatılmış ve beliniz öne doğru bükülmüş olarak demir çubuğu başlangıç ​​pozisyonuna geri getirin.",
        },
      ]
    },
    {
      "name": "Triceps",
      "slug": "triceps",
      "exercises": [
        {
          "slug": "dips",
          "name": "dips",
          "type": "?",
          "link": "2UzEtnxnpc4",
          "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Triceps-Dips.gif",
          "detail": "Triceps Dips hareketi: vücut ağırlığımızı kullanarak triceps (arka kol) kaslarımızı geliştirmemizi sağlayan oldukça zor ama mükemmel derece de etkili bir arka kol egzersizidir.Triceps sehpahasının paralel barlara sıkıca tutunun. Hareketi konsantre halde yapmak istiyorsanız dirseklerinizi vücudunuza paralel halde tutmalısınız.
          Nefes alın ve ardından nefes vererek kuvvetlice kendinizi yukarı doğru itin. Mümkün mertebe vücudunuz yere dik olmalı. Öne doğru bir açı yaratırsanız arka kol dan daha çok  alt göğüs kaslarınız çalışacaktır.
          Dengenizi koruyabilmek için resimdeki gibi ayaklarınızı birbirine dolayabilirsiniz. Bu şekilde vücudunuz serbest halindeki kadar sallanmayacaktır.
          En üst seviyeye kadar kendinizi yükselttikten sonra,  nefes alarak orta hızda kendinizi aşağı salın. Ardından tekrar nefes verin ve vücudunuzu kollarınızı kullanarak yukarı itin. Tepe noktalarda dirseklerinizi kilitlemeyin. Kitlerseniz tüm yük arka kol kasında değil dirsek ekleminde olacaktır. Sakatlanabilirsiniz.",
        },
        {
          "slug": "Barbell-French-Press",
          "name": "Barbell French Press",
          "type": "barbell",
          "link": "wfFuClSLcME",
          "image": "https://modusx.de/wp-content/uploads/2021/07/french-press-sz.gif",
          "detail": "Yerde uzanarak ya da antrenman sehpasına yatarak en uygun pozisyon alınmalıdır.
          Temel hedef, dumbbell ya da Z barı alın hizasına doğru yavaşça indirmektir. Hareketin acele bir şekilde yapılması kesinlikle tavsiye edilmez.
          Eğer dumbbell kullanılıyorsa avuç içleri birbirine bakacak şekilde; Z bar kullanılıyorsa avuç içleri karşıya bakacak şekilde ağırlık kavranmalıdır. Normal – düz bar ile bu hareketin yapılması önerilmez. Çünkü bu hareketin kasılma evresinde düz barın yeteri kadar kavranabilmesi zor olacaktır.
          Bar doğru bir şekilde tutulduktan sonra, dirsekler kırılarak ağırlık kaş ve kulak arasında kalan bölgeye doğru indirilmelidir.
          Kaslar gerildiği sırada dirsekler yanlara doğru açılmamalı ve daima karşı tarafı göstermelidir.
          Dumbbell ya da barı hedef noktaya ulaştırdıktan sonra birkaç saniye beklenmeli ve kasların zorlanması sağlanmalıdır.
          Ağırlık tekrar kaldırılırken nefes vermek unutulmamalıdır.",
        },
        {
          "slug": "Triceps-Push-Down",
          "name": "Triceps Push Down",
          "type": "?",
          "link": "YsirG0x9Pf4",
          "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Pushdown.gif",
          "detail": "Üst kol bölgesinin vücuda mümkün olduğunca bitişik olmasına ve ön kolun yere paralel ya da biraz yukarda durmasına dikkat edin.
          Ayaklarınızı omuz hizasında açabilirsiniz. Ayak tabanlarının yere tam bastığından emin olun. Sırtınız düz olmalı ve göğsünüzü biraz ileriye alabilirsiniz. Bir diğer duruş pozisyonu için ise ayağınızın birini ileriye alabilir, tüm vücut yükünü bu ayağa verebilirsiniz. Diğer ayağınız arkada, topuk kısmı kalkık ve parmak ucu yere basık şekilde kalabilir. Bu pozisyonda sırtınızı biraz eğebilir ve göğsünüzü ileriye taşıyabilirsiniz.
          Nefes alın ve nefesinizi verirken ön kolu, yere doğru indirin. En son noktaya geldiğinizde tekrar nefes alın ve tekrar yukarı başlangıç pozisyonuna dönün.",
        },
        {
          "slug": "Overhead-Triceps-Extension",
          "name": "Overhead Triceps Extension",
          "type": "?",
          "link": "nRiJVZDpdL0",
          "image": "https://static.strengthlevel.com/images/illustrations/seated-dumbbell-tricep-extension-1000x1000.jpg",
          "detail": "Bench sehpası üzerine oturun ve sırtınızın dik olasına dikkat edin. Dengenizi tam anlamıyla sağlamak için ayaklarınızı sehpanın kenarlarına yere yerleştirebilirsiniz.
          Kas gücünüzle doğru orantılı bir dumbell alın ve iki elinizle dummbell’ın bir ucundan ya da orta noktasından sıkıca kavrayın. Ardından dummbell’ı başınızın arkasına alın. Ayak tabanlarının yere tam basmasını sağlayın.
          Nefes alın ve nefes vererek dumbell’ı yukarı doğru kaldırın. Tepe noktasına ulaştığınızda beklemeden kontrollü bir şekilde başlangıç pozisyonuna dummbell’ı indirin.",
        },
        {
          "slug": "Rope-Push-Down",
          "name": "Rope Push Down",
          "type": "?",
          "link": "-xa-6cQaZKY",
          "image": "https://static.strengthlevel.com/images/illustrations/tricep-rope-pushdown-1000x1000.jpg",
          "detail": "Triceps istasyonu ya da cable cross makinesine halatı takın. Makara gruplarını en üste çekin (cable da yapacaksanız)
          Orta bir ağırlık seçin. Vücudunuzu düz tutun. Üst resimdeki kadar mesafede makineye yaklaşın. Eğer yüksek bir ağırlık girecekseniz belinizi korumak için bir adım öne atabilir, ya da dizlere biraz açı verip kalçayı biraz geri itebilirsiniz.
          Hareket boyunca üst kollarınız (dirsek ve omuz arası) yere dik ve vücuda olabildiğince bitişik olacak.
          Nefes alın ve ardından nefesinizi vererek ön kollarınızı (el ve dirsek arası) yere paralel halden, aşağı doğru yere dik olana kadar, ellerinize fleksiyon vererek halatı itin. (fleksiyon : eklem hareketi)
          Ön kollar yere tam dik olunca bekleme yapmadan, nefes alarak ve itiş hızınıza göre daha yavaş bir hızda halatı yukarı doğru salın.
          Ön kollarınız yere paralel hale gelince salışı kesin ve bekleme yapmadan nefes vererek tekrar itişe geçin.",
        },
      ]
    },
    {
      "name": "Shoulder",
      "slug": "shoulder",
      "exercises": [
        {
          "slug": "Arnold-Press",
          "name": "Arnold Press",
          "type": "dumbell",
          "link": "hmnZKRpYaV8",
          "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Arnold-Press.gif",
          "detail": "Arkası ayarlanabilir bench sehpahasını dik konuma getirip, sırtınızı iyice yaslayarak oturun. Ayaklarınız açık ve karşıya bakar konumda olursa yüksek ağırlıklarda dengenizi sağlamanıza yardımcı olur.
          Üstten tutuşla her iki elinize birer dumbbell alın. Üst kollarınız birbirine paralel, yere dik ve avuç içleriniz vücudunuza bakar şekilde olmalı. (A)
          Nefes alın ve ardından nefes vererek, fleksiyon yaparak yani avuç içlerinizi dışarı doğru çevirerek (B), dumbbell’ları yukarı birbirlerine değmesine bir kaç santim mesafe kalana kadar kaldırın. (C)
          Tepe noktasında 0,
          5-1 saniye kadar bekledikten sonra, nefes alarak, kaldırış hızınıza oranla daha düşük bir hızda yine fleksiyon yaparak yani avuç içlerinizi vücudunuza çevirerek dumbell’ları aşağı indirip başlangıç pozisyonunuza gelin.",
        },
        {
          "slug": "Military-Press",
          "name": "Military Press",
          "type": "barbell",
          "link": "oGhnnoAfMaY",
          "image": "https://fitnessprogramer.com/wp-content/uploads/2021/04/Barbell-Military-Press.gif",
          "detail": "Ayaklarınızı bir omuz genişliği kadar açın. Uygun ağırlıkları taktığınız barbell’i omuz genişliğinizden yaklaşık bir karış kadar daha fazla ölçüde üstten tutuşla kavrayın. Barbell’i hızla yerden kesip köprücük kemiklerinizin üstüne alın ve dengenizi sağlayın. 
          Eğer barbell’i yerden kaldırmada problem yaşıyorsanız serbest squat sehpasından da kolaylıkla alabilirsiniz.
          Nefes alın ve ardından nefes vererek köprücük kemiğinize aldığınız barbell’i kuvvetlice yukarı doğru itin. Yine aynı şekilde tepe noktasına geldiğiniz de kol eklemlerinizi kitlemeyin.
          Bir saniye kadar bekledikten sonra nefes alarak, kaldırış hızınıza göre daha yavaş bir hızla barbell’i aşağı doğru indirin.Köprücük kemiğinize dayamadan tekrar kuvvetlice yukarı doğru itin.",
        },
        {
          "slug": "Dumbbell-Overhead-Press",
          "name": "Dumbbell Overhead Press",
          "type": "dumbell",
          "link": "Did01dFR3Lk",
          "image": "https://newlife.com.cy/wp-content/uploads/2019/02/22371301-Dumbbell-Seated-Shoulder-Press-female_Shoulders_360.gif",
          "detail": "Ayarlanabilir bench bulamadığınız durumlarda. Belinizde her hangi bir sakatlık riski yoksa bu hareketi ayakta da uygulayabilirsiniz. Yüksek ağırlık girecekseniz bel kemeri takmanız da fayda olacaktır.
          Ayaklarınızı omuz genişliğiniz kadar açıp, her iki elinize de birer dumbbell alıp kafa ve boyun arası hizaya kaldırın. Bu başlangıç pozisyonunuz olacak. 
          Nefes alın ve ardından nefes vererek dumbbellar’ı kuvvetlice yukarı doğru itin. Dumbbellar’ın birbirine değmesine bir kaç cm kadar mesafe kalmalı. 
          Tepe noktaya ulaştıktan sonra nefes alarak, kaldırış hızınıza oranlar daha yavaş bir hızla başlangıç pozisyonunuza doğru indirin. Bir saniye kadar bekleyip tekrar kaldırın.
          Ayakta bu hareketi yaparken belinizi bükmeyin, eğer belinize çok yük biniyorsa bir ayağınızı geriye doğru atabilirsiniz.",
        },
        {
          "slug": "Lateral-Raise",
          "name": "Lateral Raise",
          "type": "dumbell",
          "link": "XPPfnSEATJA",
          "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Dumbbell-Lateral-Raise.gif",
          "detail": "Her iki elinize uygun ağırlıkta birer dumbbell alın. 5  ya da 7.5 kg ile başlayabilirsiniz. Gözünüze hafif gelmiş olabilir. Fakat egzersiz sonunda gücünüz tamamen tükenecek ve mükemmel bir gelişim ve pump hissi duyacaksınız. Bunun garantisini veriyorum.
          Ayaklarınızı omuz genişliğiniz kadar açın. Belinize ya da kalçanıza bir es vermenize gerek yok. Tamamen dik olarak durun. Kollarınız  lateral raise egzersizi boyunca vücudunuza paralel şekilde hareket edecek.
          Şimdi nefes alın ve ardından nefes vererek  1,
          5 saniye aralığında kollarınızı omuz seviyenize kadar kaldırmaya başlayın. Dumbbell’lar yere paralel olarak hareket etmeli. Öne ya da arkaya herhangi bir eğim vermeyin.
          Omuz hizasına yani tepe noktaya geldiğinizde 0,
          5 – 1 saniye kadar bekleyin ve ardından nefes alarak 2 saniye aralığında kolları aşağı indirmeye başlayın. İndirme ne kadar yavaş olursa ağırlığa karşı direnç o kadar fazla olur ve indirme anında da kas gelişimi devam eder.
          Dip noktaya geldiğinizde bekleme yapmadan nefes vererek tekrar kaldırmaya başlayın.",
        },
        {
          "slug": "Face-Pull",
          "name": "Face Pull",
          "type": "?",
          "link": "1NSnmDZj_yI",
          "image": "https://static.strengthlevel.com/images/illustrations/face-pull-1000x1000.jpg",
          "detail": "Cablecross makinesine halatı takın. Makara gruplarını en yukarı kaldırın. Çekişi yukarıdan yüzünüze doğru yapacaksınız. O yüzden egzersizin ismi Face pull.
          Avuç içleriniz içe bakacak şekilde halatı kavrayın. Makineden bir kaç adım uzaklaşın. Şimdi yapacağınız iki duruş şekli var. Bir tanesi ayaklar yan yana duruş, diğeri de bir ayak önde duruş şekli.
          Her iki duruşunda kendine has özellikleri var. Bir ayak önde duruş hareketi daha kolay yapmanızı sağlarken arka omuza konsantre olmayı zorlaştırabiliyor.
          Ayaklar yana yana duruşta ise çekiş hareketini yapabilmek için vücudunuza geriye doğru bir açı vermeniz gerekiyor. Açıyı öyle bir ayarlamalısınız ki  vücut ağırlığınız kaldıracağınız kilodan çalmamış olsun. Her iki duruş şeklini de uygulayıp kendiniz karar verin.
          Duruş şeklinizi ayarladıktan sonra. Nefes alın ve ardından nefes vererek  karşıya doğru uzattığınız halatı  yüzünüze doğru çekmeye başlayın.
          Alnınıza doğru, yüzünüze doğru çekebilirsiniz. Milimetrik ayarlama yapmaya gerek yok. Sonuçta arka omuz kası sayesinde halatı yüzünüze doğru çekebiliyorsunuz.
          Son noktaya geldiğinizde  bir saniye kadar bekleyin ve çekiş hızınıza oranla daha yavaş bir hızda  nefes alarak halatı salmaya başlayın.",
        },
      ]
    }
  ],
  "techniques": [
    {
      "slug": "1",
      "name": "hook",
      "link": "https://cdn.shopify.com/s/files/1/1876/4703/files/shutterstock_419477203_480x480.jpg?v=1636560233",
      "image": "resmin urlsi",
      "detail": "Hammer curl hareketi yapmak kişinin kol kaslarının gelişmesini ve sıkılaşmasını sağlamaktadır. Hareketin birkaç farklı varyasyonu bulunmaktadır. Oturarak yapılan versiyonu, ellerin aynı anda kaldırıldığı versiyonu vardır ve bu versiyonları yaparken de aynı temel mantık kullanılmaktadır. Hammer curl hareketi yapmak için takip edilmesi gereken adımlar şu şekildedir:",
    },
    {
      "slug": "2",
      "name": "hammer",
      "link": "https://cdn.shopify.com/s/files/1/1876/4703/files/shutterstock_419477203_480x480.jpg?v=1636560233",
      "image": "resmin urlsi",
      "detail": "Hammer curl hareketi yapmak kişinin kol kaslarının gelişmesini ve sıkılaşmasını sağlamaktadır. Hareketin birkaç farklı varyasyonu bulunmaktadır. Oturarak yapılan versiyonu, ellerin aynı anda kaldırıldığı versiyonu vardır ve bu versiyonları yaparken de aynı temel mantık kullanılmaktadır. Hammer curl hareketi yapmak için takip edilmesi gereken adımlar şu şekildedir:",
    },
    {
      "slug": "3",
      "name": "side presseure",
      "link": "https://cdn.shopify.com/s/files/1/1876/4703/files/shutterstock_419477203_480x480.jpg?v=1636560233",
      "image": "resmin urlsi",
      "detail": "Hammer curl hareketi yapmak kişinin kol kaslarının gelişmesini ve sıkılaşmasını sağlamaktadır. Hareketin birkaç farklı varyasyonu bulunmaktadır. Oturarak yapılan versiyonu, ellerin aynı anda kaldırıldığı versiyonu vardır ve bu versiyonları yaparken de aynı temel mantık kullanılmaktadır. Hammer curl hareketi yapmak için takip edilmesi gereken adımlar şu şekildedir:",
    },
    {
      "slug": "4",
      "name": "toproll",
      "link": "https://cdn.shopify.com/s/files/1/1876/4703/files/shutterstock_419477203_480x480.jpg?v=1636560233",
      "image": "resmin urlsi",
      "detail": "Hammer curl hareketi yapmak kişinin kol kaslarının gelişmesini ve sıkılaşmasını sağlamaktadır. Hareketin birkaç farklı varyasyonu bulunmaktadır. Oturarak yapılan versiyonu, ellerin aynı anda kaldırıldığı versiyonu vardır ve bu versiyonları yaparken de aynı temel mantık kullanılmaktadır. Hammer curl hareketi yapmak için takip edilmesi gereken adımlar şu şekildedir:",
    }
  ]
}